/*1.
 Документація
https://dummyjson.com/docs/products

отримати список продуктів (перші 10)
https://dummyjson.com/products

вивети список у вигляді назв
запитати у користувача ид продукту
зробити запит на цей один продукт та вивести в коноль результат

спитати у коритувача чи хоче він побачити ще один продукт
якщо каже ні програма завернується, якщо так повторюємо

---
2.

додати можливіть скачати зображення усіх продуктів у папку images
назва файлу має бути id продукту-порядковий номер.webp

1-1.webp

3.
Завантажити вміст сторінки
https://sithai.choiceqr.com/

знайти усі зображення на сторінці та скачати їх у папку images
*/
Console.WriteLine("Hi");